Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: You confirmed you have read these documents in the setup assistant. If they change, the app shows them again once.
ar: لقد أكدت في مساعد الإعداد أنك قرأت هذه المستندات. إذا تغيّرت، يعرضها التطبيق مرة أخرى.
de: Sie haben im Einrichtungsassistenten bestätigt, diese Dokumente gelesen zu haben. Ändern sie sich, zeigt die App sie einmal erneut an.
es: Confirmaste que leíste estos documentos en el asistente de configuración. Si cambian, la app los vuelve a mostrar una vez.
fr: Vous avez confirmé avoir lu ces documents dans l’assistant de configuration. S’ils changent, l’app les affiche de nouveau une fois.
hi: आपने सेटअप असिस्टेंट में पुष्टि की थी कि आपने ये दस्तावेज़ पढ़ लिए हैं। इनके बदलने पर ऐप इन्हें एक बार फिर दिखाएगा।
it: Hai confermato di aver letto questi documenti nell’assistente configurazione. Se cambiano, l’app li mostra di nuovo una volta.
ja: 設定アシスタントでこれらの書類を読んだことを確認しました。書類が変更されると、アプリはもう一度だけ表示します。
ko: 설정 지원에서 이 문서를 읽었음을 확인했습니다. 문서가 변경되면 앱이 한 번 더 표시합니다.
pl: W asystencie konfiguracji potwierdzono przeczytanie tych dokumentów. Jeśli się zmienią, aplikacja pokaże je ponownie jeden raz.
pt_br: Você confirmou ter lido estes documentos no Assistente de Configuração. Se mudarem, o app os mostra novamente uma vez.
ru: Вы подтвердили в ассистенте настройки, что прочитали эти документы. Если они изменятся, приложение покажет их ещё раз.
tr: Kurulum Yardımcısı’nda bu belgeleri okuduğunuzu onayladınız. Değişirlerse uygulama bunları bir kez daha gösterir.
uk: Ви підтвердили в асистенті налаштування, що прочитали ці документи. Якщо вони зміняться, програма покаже їх ще раз.
zh_hans: 你已在设置助理中确认阅读了这些文档。如果它们有变化，App 会再显示一次。
zh_hant: 你已在設定輔助程式中確認閱讀過這些文件。若文件有變更，App 會再顯示一次。

source: You have not blocked any authors or wallpapers.
ar: لم تحظر أي مؤلف أو خلفية.
de: Sie haben keine Autoren oder Hintergrundbilder blockiert.
es: No has bloqueado ningún autor ni fondo de pantalla.
fr: Vous n’avez bloqué aucun auteur ni fond d’écran.
hi: आपने कोई लेखक या वॉलपेपर ब्लॉक नहीं किया है।
it: Non hai bloccato nessun autore o sfondo.
ja: ブロックしている作成者や壁紙はありません。
ko: 차단한 제작자나 배경화면이 없습니다.
pl: Nie zablokowano żadnych autorów ani tapet.
pt_br: Você não bloqueou nenhum autor ou imagem de fundo.
ru: Вы не заблокировали ни авторов, ни обои.
tr: Herhangi bir yazarı veya duvar kâğıdını engellemediniz.
uk: Ви не заблокували жодних авторів чи шпалер.
zh_hans: 你尚未屏蔽任何作者或墙纸。
zh_hant: 你尚未封鎖任何作者或背景圖片。

source: You have not created any profiles yet.
ar: لم تُنشئ أي ملفات شخصية بعد.
de: Sie haben noch keine Profile angelegt.
es: Aún no has creado ningún perfil.
fr: Vous n’avez pas encore créé de profil.
hi: आपने अभी तक कोई प्रोफ़ाइल नहीं बनाई है।
it: Non hai ancora creato nessun profilo.
ja: まだプロファイルを作成していません。
ko: 아직 프로필을 생성하지 않았습니다.
pl: Nie utworzono jeszcze żadnego profilu.
pt_br: Você ainda não criou perfis.
ru: Вы ещё не создали ни одного профиля.
tr: Henüz herhangi bir profil oluşturmadınız.
uk: Ви ще не створили жодного профілю.
zh_hans: 您尚未创建任何配置文件。
zh_hant: 您尚未建立任何設定檔。

source: You stay in control of resources
ar: تبقى الموارد تحت سيطرتك
de: Sie behalten die Kontrolle über die Ressourcen
es: Tú controlas los recursos
fr: Vous gardez la maîtrise des ressources
hi: संसाधनों पर नियंत्रण आपके हाथ में
it: Hai tu il controllo delle risorse
ja: リソースは自分で管理
ko: 리소스를 직접 제어할 수 있습니다
pl: Zasobami zarządzasz Ty
pt_br: Você controla os recursos
ru: Ресурсы под вашим контролем
tr: Kaynakların denetimi sizde
uk: Ресурси під вашим контролем
zh_hans: 资源由你掌控
zh_hant: 資源由你掌控

source: You'll also need a Steam Web API key to browse the Workshop.
ar: ستحتاج أيضًا إلى مفتاح Steam Web API لتصفح الورشة.
de: Zum Durchsuchen des Workshops benötigen Sie außerdem einen Steam-Web-API-Schlüssel.
es: También necesitarás una clave de la API web de Steam para explorar el Workshop.
fr: Vous aurez aussi besoin d’une clé d’API Web Steam pour parcourir le Workshop.
hi: Workshop ब्राउज़ करने के लिए आपको Steam Web API कुंजी की भी ज़रूरत होगी.
it: Per sfogliare il Workshop ti serve anche una chiave Steam Web API.
ja: ワークショップをブラウズするには、Steam Web APIキーも必要です。
ko: 창작마당을 탐색하려면 Steam Web API 키도 필요합니다.
pl: Do przeglądania Warsztatu potrzebny będzie także klucz Steam Web API.
pt_br: Você também precisará de uma chave de API Web do Steam para explorar a Oficina.
ru: Для просмотра Мастерской также нужен ключ Steam Web API.
tr: Atölye’ye göz atmak için ayrıca bir Steam Web API anahtarına ihtiyacınız olacak.
uk: Для перегляду Майстерні також знадобиться ключ Steam Web API.
zh_hans: 你还需要 Steam Web API 密钥才能浏览创意工坊。
zh_hant: 你還需要 Steam Web API 密鑰才能瀏覽工作坊。

source: You're All Set
ar: كل شيء جاهز
de: Alles bereit
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
it: Tutto pronto
ja: 準備ができました
ko: 모두 준비되었습니다
pl: Wszystko gotowe
pt_br: Tudo Pronto
ru: Всё готово
tr: Her Şey Hazır
uk: Усе готово
zh_hans: 一切就绪
zh_hant: 一切就緒

source: Your Presets
ar: إعداداتك المسبقة
de: Ihre Voreinstellungen
es: Tus preajustes
fr: Vos préréglages
hi: आपके प्रीसेट
it: I tuoi preset
ja: 自分のプリセット
ko: 나의 사전 설정
pl: Twoje ustawienia wstępne
pt_br: Suas Predefinições
ru: Ваши пресеты
tr: Hazır Ayarlarınız
uk: Ваші пресети
zh_hans: 你的预设
zh_hant: 你的預設組合

source: Your Steam Web API key and account name stay in your keychain. Your password is never stored.
ar: يبقى مفتاح Steam Web API واسم الحساب في سلسلة المفاتيح. لا تُخزَّن كلمة السر أبدًا.
de: Ihr Steam Web API-Schlüssel und Ihr Kontoname bleiben in Ihrem Schlüsselbund. Ihr Passwort wird nie gespeichert.
es: Tu clave de Steam Web API y tu nombre de cuenta se quedan en tu llavero. Tu contraseña nunca se guarda.
fr: Votre clé Steam Web API et votre nom de compte restent dans votre trousseau. Votre mot de passe n’est jamais enregistré.
hi: आपकी Steam Web API कुंजी और खाते का नाम आपके कीचेन में रहते हैं। आपका पासवर्ड कभी स्टोर नहीं होता।
it: La tua chiave Steam Web API e il nome account restano nel tuo portachiavi. La password non viene mai salvata.
ja: Steam Web APIキーとアカウント名はキーチェーンに保存されます。パスワードが保存されることはありません。
ko: Steam Web API 키와 계정 이름은 키체인에 보관됩니다. 암호는 절대 저장되지 않습니다.
pl: Twój klucz Steam Web API i nazwa konta pozostają w pęku kluczy. Hasło nigdy nie jest przechowywane.
pt_br: Sua chave da Steam Web API e seu nome de conta ficam nas suas chaves. Sua senha nunca é armazenada.
ru: Ваш ключ Steam Web API и имя учётной записи хранятся в вашей связке ключей. Ваш пароль никогда не сохраняется.
tr: Steam Web API anahtarınız ve hesap adınız anahtar zincirinizde kalır. Parolanız hiçbir zaman saklanmaz.
uk: Ваш ключ Steam Web API та ім’я облікового запису зберігаються у вашій в’язці ключів. Ваш пароль ніколи не зберігається.
zh_hans: 你的 Steam Web API 密钥和帐户名称保存在你的钥匙串中。你的密码永远不会被存储。
zh_hant: 你的 Steam Web API 密鑰和帳號名稱保留在你的鑰匙圈中。你的密碼絕不會被儲存。

source: Your Subscriptions
ar: اشتراكاتك
de: Ihre Abonnements
es: Tus suscripciones
fr: Vos abonnements
hi: आपके सब्सक्रिप्शन
it: Le tue sottoscrizioni
ja: サブスクライブしたアイテム
ko: 내 구독
pl: Twoje subskrypcje
pt_br: Suas Inscrições
ru: Ваши подписки
tr: Abonelikleriniz
uk: Ваші підписки
zh_hans: 你的订阅
zh_hant: 你的訂閱

source: Your browser may ask once to allow downloading multiple files: allow it, then wait for every download to finish.
ar: قد يطلب المتصفح مرة واحدة السماح بتنزيل ملفات متعددة: اسمح بذلك، ثم انتظر حتى تكتمل جميع التنزيلات.
de: Ihr Browser fragt eventuell einmal, ob mehrere Dateien geladen werden dürfen: Erlauben Sie es und warten Sie dann, bis alle Downloads abgeschlossen sind.
es: Puede que el navegador pida una vez permiso para descargar varios archivos: permítelo y espera a que terminen todas las descargas.
fr: Votre navigateur peut demander une fois l’autorisation de télécharger plusieurs fichiers : autorisez-le, puis attendez la fin de chaque téléchargement.
hi: आपका ब्राउज़र एक बार कई फ़ाइलें डाउनलोड करने की अनुमति माँग सकता है: अनुमति दें, फिर सभी डाउनलोड पूरे होने तक प्रतीक्षा करें।
it: Il browser potrebbe chiedere una volta di consentire il download di più file: consentilo, quindi attendi il completamento di tutti i download.
ja: ブラウザで複数ファイルのダウンロードを許可するよう一度求められる場合があります。許可してから、すべてのダウンロードが完了するまでお待ちください。
ko: 브라우저에서 여러 파일 다운로드를 허용할지 한 번 물어볼 수 있습니다. 허용한 다음 모든 다운로드가 끝날 때까지 기다리십시오.
pl: Przeglądarka może raz poprosić o zgodę na pobieranie wielu plików: zezwól, a następnie poczekaj na zakończenie wszystkich pobrań.
pt_br: O navegador pode pedir uma vez permissão para baixar vários arquivos: permita e aguarde até que todos os downloads terminem.
ru: Браузер может один раз спросить разрешение на загрузку нескольких файлов: разрешите и дождитесь окончания всех загрузок.
tr: Tarayıcınız birden fazla dosyanın indirilmesine izin vermek için bir kez sorabilir: İzin verin, ardından tüm indirmelerin bitmesini bekleyin.
uk: Браузер може один раз запитати дозвіл на викачування кількох файлів: дозвольте, а потім дочекайтеся завершення всіх викачувань.
zh_hans: 浏览器可能会询问一次是否允许下载多个文件：请允许，然后等待所有下载完成。
zh_hant: 瀏覽器可能會詢問一次是否允許下載多個檔案：請允許，然後等待所有下載完成。

source: Your layer edits are baked into the package's scene.json, and the property values you set become its project.json defaults, so the phone starts with them. The phone renders the scene itself, so the crop and the parallax position don't apply.
ar: تُدمج تعديلات الطبقات في ملف scene.json داخل الحزمة، وتصبح قيم الخصائص التي عيّنتها القيم الافتراضية في project.json، فيبدأ الهاتف بها. يعرض الهاتف المشهد بنفسه، لذا لا ينطبق الاقتصاص ولا موضع المنظور المتغير.
de: Ihre Ebenenänderungen werden fest in die scene.json des Pakets übernommen, und die von Ihnen gesetzten Eigenschaftswerte werden zu den Standardwerten in seiner project.json, sodass das Smartphone mit ihnen startet. Das Smartphone rendert die Szene selbst, daher gelten Ausschnitt und Parallaxe-Position nicht.
es: Tus cambios en las capas se integran en el scene.json del paquete, y los valores de propiedad que definas pasan a ser los predeterminados de su project.json, así que el teléfono empieza con ellos. El teléfono procesa la escena por sí mismo, así que el recorte y la posición del paralaje no se aplican.
fr: Vos modifications de calques sont intégrées au scene.json du paquet, et les valeurs de propriétés que vous définissez deviennent les valeurs par défaut de son project.json : le téléphone démarre avec elles. Le téléphone effectue lui-même le rendu de la scène : le recadrage et la position de parallaxe ne s’appliquent pas.
hi: आपके लेयर संपादन पैकेज की scene.json में जोड़ दिए जाते हैं, और आपकी तय की गई प्रॉपर्टी वैल्यू उसकी project.json के डिफ़ॉल्ट बन जाती हैं, ताकि फ़ोन उन्हीं से शुरू हो। फ़ोन सीन खुद रेंडर करता है, इसलिए क्रॉप और पैरालैक्स स्थिति लागू नहीं होती।
it: Le modifiche ai livelli sono integrate nel scene.json del pacchetto e i valori delle proprietà che imposti diventano i predefiniti del suo project.json, così il telefono parte con quelli. Il telefono esegue il rendering della scena da solo, quindi il ritaglio e la posizione della parallasse non si applicano.
ja: レイヤーの編集はパッケージの scene.json に組み込まれ、設定したプロパティの値は project.json のデフォルトになるため、スマートフォンはその値で起動します。シーンはスマートフォン自体がレンダリングするため、切り取りと視差の位置は適用されません。
ko: 레이어 편집 내용은 패키지의 scene.json에 반영되고, 설정한 속성 값은 project.json의 기본값이 되어 휴대폰이 그 값으로 시작합니다. 휴대폰이 장면을 직접 렌더링하므로 자르기와 시차 위치는 적용되지 않습니다.
pl: Zmiany warstw są wbudowywane w plik scene.json pakietu, a ustawione wartości właściwości stają się domyślnymi w jego project.json, więc telefon zaczyna od nich. Telefon sam renderuje scenę, więc kadr i pozycja paralaksy nie mają zastosowania.
pt_br: Suas edições de camadas são incorporadas ao scene.json do pacote, e os valores de propriedade que você definir viram os padrões do project.json, então o celular começa com eles. O celular renderiza a cena sozinho, então o recorte e a posição da paralaxe não se aplicam.
ru: Изменения слоёв встраиваются в scene.json пакета, а заданные значения свойств становятся значениями по умолчанию в его project.json, поэтому телефон запускается с ними. Телефон сам отрисовывает сцену, поэтому кадр и положение параллакса не применяются.
tr: Katman düzenlemeleriniz paketin scene.json dosyasına işlenir ve ayarladığınız özellik değerleri project.json dosyasının varsayılanları olur; böylece telefon bunlarla başlar. Sahneyi telefonun kendisi işler; bu yüzden kırpma ve paralaks konumu uygulanmaz.
uk: Зміни шарів вбудовуються в scene.json пакета, а задані значення властивостей стають типовими в його project.json, тож телефон запускається з ними. Телефон сам відмальовує сцену, тому кадр і положення паралаксу не застосовуються.
zh_hans: 你的图层编辑会写入数据包的 scene.json，你设置的属性值会成为其 project.json 的默认值，因此手机会以这些值启动。场景由手机自行渲染，因此裁剪和视差位置不适用。
zh_hant: 你的圖層編輯會寫入套件的 scene.json，你設定的屬性值會成為其 project.json 的預設值，因此手機會以這些值啟動。場景由手機自行轉譯，因此裁切和視差位置不適用。

source: Your own settings are saved before the first change and put back when an option is turned off. The menu bar is translucent, so its color is a tint, and the accent color is the closest of macOS's colors.
ar: تُحفظ إعداداتك قبل أول تغيير وتُعاد عند إيقاف أي خيار. شريط القائمة شفاف، لذا يظهر لونه كدرجة لونية، ولون التمييز هو أقرب ألوان macOS.
de: Deine eigenen Einstellungen werden vor der ersten Änderung gesichert und zurückgesetzt, wenn eine Option ausgeschaltet wird. Die Menüleiste ist durchscheinend, ihre Farbe also nur ein Farbton, und die Akzentfarbe ist die nächstliegende der macOS-Farben.
es: Tus ajustes se guardan antes del primer cambio y vuelven al desactivar una opción. La barra de menús es translúcida, así que su color es un tinte, y el color de acento es el más cercano de los colores de macOS.
fr: Vos réglages sont enregistrés avant la première modification et rétablis quand une option est désactivée. La barre des menus est translucide, sa couleur n’est donc qu’une teinte, et la couleur d’accentuation est la plus proche des couleurs de macOS.
hi: पहले बदलाव से पहले आपकी अपनी सेटिंग्स सहेजी जाती हैं और कोई विकल्प बंद करने पर लौटा दी जाती हैं। मेनू बार पारदर्शी है, इसलिए उसका रंग एक टिंट है, और एक्सेंट रंग macOS के रंगों में सबसे नज़दीकी है।
it: Le tue impostazioni vengono salvate prima della prima modifica e ripristinate quando disattivi un’opzione. La barra dei menu è traslucida, quindi il suo colore è una tinta, e il colore di accento è il più vicino tra quelli di macOS.
ja: 元の設定は最初の変更前に保存され、オプションをオフにすると戻ります。メニューバーは半透明なので色は淡く映り、アクセントカラーはmacOSの色の中で最も近いものになります。
ko: 원래 설정은 첫 변경 전에 저장되며 옵션을 끄면 되돌아갑니다. 메뉴 막대는 반투명하므로 색상이 색조로 보이고, 강조 색상은 macOS 색상 중 가장 가까운 색입니다.
pl: Twoje ustawienia są zapisywane przed pierwszą zmianą i przywracane po wyłączeniu opcji. Pasek menu jest półprzezroczysty, więc jego kolor to odcień, a kolor akcentu to najbliższy z kolorów macOS.
pt_br: Seus ajustes são salvos antes da primeira alteração e restaurados quando uma opção é desativada. A barra de menus é translúcida, então sua cor é um tom, e a cor de destaque é a mais próxima das cores do macOS.
ru: Ваши настройки сохраняются до первого изменения и возвращаются, когда параметр выключен. Строка меню полупрозрачна, поэтому её цвет — лишь оттенок, а цвет акцента — ближайший из цветов macOS.
tr: Kendi ayarlarınız ilk değişiklikten önce kaydedilir ve bir seçenek kapatıldığında geri getirilir. Menü çubuğu yarı saydam olduğundan rengi bir tondur; vurgu rengi de macOS renklerinin en yakınıdır.
uk: Ваші налаштування зберігаються до першої зміни й повертаються, коли параметр вимкнено. Смуга меню напівпрозора, тож її колір — лише відтінок, а колір акценту — найближчий із кольорів macOS.
zh_hans: 你自己的设置会在首次更改前存储，并在关闭选项时恢复。菜单栏是半透明的，所以其颜色只是色调；强调色是 macOS 颜色中最接近的一种。
zh_hant: 你自己的設定會在首次更改前儲存，並在關閉選項時還原。選單列是半透明的，所以其顏色只是色調；強調色是 macOS 顏色中最接近的一種。

source: Your password and Steam Guard code go straight to SteamCMD, Valve's official tool. Open Wallpaper Engine never stores, logs or sends them anywhere. It remembers only your account name, to reuse SteamCMD's saved login.
ar: تنتقل كلمة السر ورمز Steam Guard مباشرةً إلى SteamCMD، أداة Valve الرسمية. لا يقوم Open Wallpaper Engine أبدًا بتخزينهما أو تسجيلهما أو إرسالهما إلى أي مكان. ولا يتذكر سوى اسم حسابك، لإعادة استخدام تسجيل الدخول المحفوظ في SteamCMD.
de: Ihr Passwort und Ihr Steam-Guard-Code gehen direkt an SteamCMD, das offizielle Tool von Valve. Open Wallpaper Engine speichert, protokolliert oder sendet sie niemals. Es merkt sich nur Ihren Accountnamen, um die gespeicherte Anmeldung von SteamCMD wiederzuverwenden.
es: Tu contraseña y tu código de Steam Guard van directamente a SteamCMD, la herramienta oficial de Valve. Open Wallpaper Engine nunca los guarda, registra ni envía a ningún sitio. Solo recuerda tu nombre de cuenta, para reutilizar el inicio de sesión guardado de SteamCMD.
fr: Votre mot de passe et votre code Steam Guard sont transmis directement à SteamCMD, l’outil officiel de Valve. Open Wallpaper Engine ne les stocke, ne les journalise et ne les envoie jamais. Il ne retient que votre nom de compte, pour réutiliser la connexion enregistrée de SteamCMD.
hi: आपका पासवर्ड और Steam Guard कोड सीधे Valve के आधिकारिक टूल SteamCMD को जाते हैं. Open Wallpaper Engine उन्हें कभी स्टोर, लॉग या कहीं नहीं भेजता. यह SteamCMD के सहेजे गए लॉग इन का फिर से उपयोग करने के लिए केवल आपके खाते का नाम याद रखता है.
it: La password e il codice di Steam Guard vanno direttamente a SteamCMD, lo strumento ufficiale di Valve. Open Wallpaper Engine non li salva, non li registra e non li invia mai da nessuna parte. Ricorda solo il nome del tuo account, per riutilizzare l’accesso salvato di SteamCMD.
ja: パスワードと Steamガードコードは、Valve の公式ツールである SteamCMD に直接渡されます。Open Wallpaper Engine がそれらを保存、記録、または送信することはありません。SteamCMD の保存済みログインを再利用するため、アカウント名のみを記憶します。
ko: 비밀번호와 Steam Guard 코드는 Valve의 공식 도구인 SteamCMD로 바로 전달됩니다. Open Wallpaper Engine은 이를 저장, 기록하거나 어디에도 전송하지 않습니다. SteamCMD에 저장된 로그인을 재사용하기 위해 계정 이름만 기억합니다.
pl: Hasło i kod Steam Guard trafiają bezpośrednio do SteamCMD, oficjalnego narzędzia Valve. Open Wallpaper Engine nigdy ich nie przechowuje, nie zapisuje w dzienniku ani nigdzie nie wysyła. Zapamiętuje tylko nazwę konta, aby ponownie użyć zapisanego logowania SteamCMD.
pt_br: Sua senha e seu código do Steam Guard vão direto para o SteamCMD, a ferramenta oficial da Valve. O Open Wallpaper Engine nunca os armazena, registra ou envia para lugar nenhum. Ele guarda apenas o nome da sua conta, para reutilizar a sessão salva do SteamCMD.
ru: Ваш пароль и код Steam Guard передаются напрямую в SteamCMD — официальный инструмент Valve. Open Wallpaper Engine никогда не сохраняет, не записывает в журнал и никуда их не отправляет. Он запоминает только имя вашей учётной записи, чтобы повторно использовать сохранённый вход SteamCMD.
tr: Parolanız ve Steam Guard kodunuz doğrudan Valve’ın resmî aracı SteamCMD’ye gider. Open Wallpaper Engine bunları asla saklamaz, günlüğe kaydetmez veya bir yere göndermez. SteamCMD’nin kayıtlı girişini yeniden kullanmak için yalnızca hesap adınızı hatırlar.
uk: Ваш пароль і код Steam Guard передаються безпосередньо в SteamCMD — офіційний інструмент Valve. Open Wallpaper Engine ніколи їх не зберігає, не записує в журнал і нікуди не надсилає. Він памʼятає лише імʼя вашого облікового запису, щоб повторно використовувати збережений вхід SteamCMD.
zh_hans: 你的密码和 Steam 令牌验证码会直接交给 Valve 的官方工具 SteamCMD。Open Wallpaper Engine 绝不会存储、记录或发送它们。它只会记住你的账户名称，以便重复使用 SteamCMD 已存储的登录。
zh_hant: 你的密碼和 Steam Guard 代碼會直接交給 Valve 的官方工具 SteamCMD。Open Wallpaper Engine 絕不會儲存、記錄或傳送它們。它只會記住你的帳號名稱，以便重複使用 SteamCMD 已儲存的登入。

source: Zipper
ar: سحاب
de: Reißverschluss
es: Cremallera
fr: Fermeture à glissière
hi: ज़िपर
it: Cerniera
ja: ジッパー
ko: 지퍼
pl: Suwak
pt_br: Zíper
ru: Застежка-молния
tr: Fermuar
uk: Блискавка
zh_hans: 拉链
zh_hant: 拉鍊

source: Zoom
ar: تكبير
de: Zoomen
es: Acercar
fr: Zoomer
hi: ज़ूम
ja: ズーム
ko: 확대
pl: Powiększ
ru: Масштаб
tr: Yakınlaştır
uk: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Zoom, pace, tilt and saturation can pulse with audio. A wallpaper with its own soundtrack follows that; when it is silent, it follows whatever else is playing.
ar: يمكن أن تنبض خصائص التكبير والإيقاع والإمالة والتشبع مع الصوت. تتبع الخلفية التي لها موسيقى تصويرية خاصة تلك الموسيقى؛ وعندما تكون صامتة، تتبع أي صوت آخر يجري تشغيله.
de: Zoom, Tempo, Neigung und Sättigung können mit dem Audio pulsieren. Ein Hintergrundbild mit eigenem Soundtrack folgt diesem; ist es stumm, folgt es dem, was sonst gerade wiedergegeben wird.
es: El zoom, el ritmo, la inclinación y la saturación pueden latir con el audio. Un fondo de pantalla con banda sonora propia sigue esa banda sonora; cuando está en silencio, sigue cualquier otro sonido que se esté reproduciendo.
fr: Le zoom, la cadence, l’inclinaison et la saturation peuvent suivre le rythme du son. Un fond d’écran doté de sa propre bande-son suit celle-ci ; s’il est silencieux, il suit ce qui est lu par ailleurs.
hi: ज़ूम, स्पीड, झुकाव और सैचुरेशन ऑडियो के साथ धड़क सकते हैं. जिस वॉलपेपर का अपना साउंडट्रैक है, वह उसी का अनुसरण करता है; जब वह शांत होता है, तो किसी अन्य चल रही ऑडियो का अनुसरण करता है.
it: Zoom, ritmo, inclinazione e saturazione possono pulsare con l’audio. Uno sfondo con una colonna sonora propria segue quella; quando è silenzioso, segue qualsiasi altra cosa in riproduzione.
ja: ズーム、ペース、傾き、彩度をオーディオに合わせて脈動させることができます。サウンドトラック付きの壁紙はそれに従い、無音の場合はほかに再生中のオーディオに従います。
ko: 확대, 속도, 기울기 및 채도가 오디오에 맞춰 변할 수 있습니다. 자체 사운드트랙이 있는 배경화면은 해당 사운드트랙을 따르며, 사운드트랙이 없으면 재생 중인 다른 오디오를 따릅니다.
pl: Powiększenie, tempo, przechylenie i nasycenie mogą pulsować w rytm dźwięku. Tapeta z własną ścieżką dźwiękową podąża za nią; gdy jest wyciszona, podąża za tym, co jeszcze jest odtwarzane.
pt_br: Zoom, ritmo, inclinação e saturação podem pulsar com o áudio. Uma imagem de fundo com trilha sonora própria acompanha essa trilha; quando está em silêncio, acompanha o que mais estiver tocando.
ru: Масштаб, темп, наклон и насыщенность могут пульсировать в такт звуку. Обои с собственным саундтреком следуют за ним, а когда они беззвучны — за любым другим воспроизводимым звуком.
tr: Yakınlaştırma, hız, eğim ve doygunluk sesle birlikte titreşebilir. Kendi müziği olan bir duvar kâğıdı bu müziği izler; duvar kâğıdı sessizken çalan diğer sesleri izler.
uk: Масштаб, темп, нахил і насиченість можуть пульсувати разом зі звуком. Шпалера з власним саундтреком стежить за ним; коли вона беззвучна — за будь-яким іншим звуком, що відтворюється.
zh_hans: 缩放、速度、倾斜和饱和度可以随音频律动。有自带配乐的墙纸会跟随配乐；配乐无声时，则跟随正在播放的其他音频。
zh_hant: 縮放、速度、傾斜和飽和度都能隨音訊律動。具有自帶音軌的背景圖片會跟隨該音軌；靜音時則會跟隨正在播放的其他音訊。

source: iPhone & iPad Export
ar: التصدير إلى iPhone وiPad
es: Exportar a iPhone y iPad
fr: Exportation iPhone et iPad
hi: iPhone और iPad के लिए एक्सपोर्ट
it: Esporta per iPhone e iPad
ja: iPhone・iPad用に書き出す
ko: iPhone 및 iPad로 내보내기
pl: Eksport na iPhone’a i iPada
pt_br: Exportar para iPhone e iPad
ru: Экспорт для iPhone и iPad
tr: iPhone ve iPad için Dışa Aktar
uk: Експорт для iPhone та iPad
zh_hans: 导出到 iPhone 和 iPad
zh_hant: 輸出至 iPhone 和 iPad

source: iPhone Live Photo
ar: Live Photo لـ iPhone
es: Live Photo para iPhone
fr: Live Photo pour iPhone
it: Live Photo per iPhone
ja: iPhone用Live Photo
pl: Live Photo na iPhone’a
pt_br: Live Photo para iPhone
ru: Live Photo для iPhone
uk: Live Photo для iPhone
zh_hans: iPhone 实况照片
zh_hant: iPhone 原況照片

source: iPhone lock screen preview
ar: معاينة شاشة قفل iPhone
de: Vorschau des iPhone-Sperrbildschirms
es: Previsualización de la pantalla bloqueada del iPhone
fr: Aperçu de l’écran verrouillé de l’iPhone
hi: iPhone लॉक स्क्रीन प्रीव्यू
it: Anteprima della schermata di blocco di iPhone
ja: iPhoneロック画面のプレビュー
ko: iPhone 잠금 화면 미리보기
pl: Podgląd ekranu blokady iPhone’a
pt_br: Pré-visualização da Tela Bloqueada do iPhone
ru: Предпросмотр экрана блокировки iPhone
tr: iPhone Kilitli Ekran önizlemesi
uk: Попередній перегляд екрана блокування iPhone
zh_hans: iPhone 锁定屏幕预览
zh_hant: iPhone 鎖定畫面預覽
